// Список блоков по граматике
const граматика = [
  ['Граматика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  
  ['Граматика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  
  ['Граматика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Граматика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
]


// Список блоков по фонетике
const фонетика = [
  ['Фонетика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],

  ['Фонетика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  
  ['Фонетика лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['Фонетика лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
]


// Список блоков по сл.запасу
const слЗапас = [
  ['СлЗапас лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  
  ['СлЗапас лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  
  ['СлЗапас лвл1', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл2', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
  ['СлЗапас лвл3', 'Тут инфа', ['Понятно']],
  ['Вопрос', '', ['Верно', 'Неверно']],
]


export {граматика, фонетика, слЗапас}